aaron-bond.better-comments
agutierrezr.emmet-keybindings
agutierrezr.react-vsc-essentials
alireza94.theme-gotham
almenon.arepl
amiralizadeh9480.laravel-extra-intellisense
anteprimorac.html-end-tag-labels
anysphere.pyright
anysphere.remote-wsl
asvetliakov.vscode-neovim
bierner.markdown-mermaid
bmewburn.vscode-intelephense-client
bodil.file-browser
britesnow.vscode-toggle-quotes
casperstorm.directory-files
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
coddx.coddx-alpha
codingyu.laravel-goto-view
corschenzi.mermaid-graphical-editor
cweijan.vscode-office
davraamides.todotxt-mode
dbaeumer.vscode-eslint
docsmsft.docs-markdown
docsmsft.docs-preview
donjayamanne.githistory
dsznajder.es7-react-js-snippets
eamodio.gitlens
editorconfig.editorconfig
eg2.vscode-npm-script
esbenp.prettier-vscode
exodiusstudios.comment-anchors
fabiospampinato.vscode-monokai-night
felixfbecker.php-debug
fnando.linter
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
henriiik.docker-linter
humy2833.ftp-simple
ihunte.laravel-blade-wrapper
inu1255.easy-snippet
jacobpfeifer.pfeifer-hurl
jasonlhy.hungry-delete
jebbs.plantuml
mblode.twig-language
mde.select-highlight-minimap
mechatroner.rainbow-csv
mgmcdermott.vscode-language-babel
michelemelluso.code-beautifier
miguelravila.minone
mikestead.dotenv
mishkinf.goto-next-previous-member
mrmlnc.vscode-duplicate
ms-azuretools.vscode-docker
ms-python.autopep8
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-containers
ms-vscode.sublime-keybindings
ms-vscode.vscode-typescript-tslint-plugin
naoray.laravel-goto-components
newdatasystems.foxpro
njpwerner.autodocstring
onecentlin.laravel-blade
onecentlin.laravel-extension-pack
onecentlin.laravel5-snippets
orhun.last-commit
pgl.laravel-jump-controller
rarnoldmobile.todo-txt
redhat.vscode-yaml
richie5um2.vscode-sort-json
ritwickdey.liveserver
ryannaddy.laravel-artisan
sburg.vscode-javascript-booster
sdras.night-owl
shinhwagk.vscode-note
spryinno.kanpilot
stef-k.laravel-goto-controller
sygene.auto-correct
tomoki1207.pdf
usernamehw.errorlens
vscodevim.vim
xabikos.javascriptsnippets
xdebug.php-debug
yatki.vscode-surround
yzhang.markdown-all-in-one
